Repository: AndrzejStamburski/telegram-app
Catalog: telegram/po/*.po
Languages: ast, de, eo, tr, uk

source: Add to contacts
ast: Amestar a contautos
de: Zu Kontakten hinzufügen
eo: Aldoni al kontaktoj
tr: Kişileri ekle
uk: Додати до контактів

source: Contacts
ast: Contautos
de: Kontakte
eo: Kontaktoj
tr: Kontaklar
uk: Контакти

source: Search
ast: Guetar
de: Suchen
eo: Serĉi
tr: Ara
uk: Шукати

source: Add
ast: Amestar
de: Hinzufügen
eo: Aldoni
tr: Ekle
uk: Додати

source: Back
ast: Atrás
de: Zurück
eo: Reen
tr: Geri
uk: Назад

source: Search contacts...
ast: Gueta contautos...
de: Kontakte suchen …
eo: Serĉi kontaktojn...
tr: Kontaklarda ara
uk: Знайти контакт…

source: New Secret Chat
ast: Charra secreta nueva
de: Neuer geheimer Chat
eo: Nova sekreta babilejo
tr: Yeni gizli Chat
uk: Нове конфіденційне спілкування

source: Add to group
ast: Amestar al grupu
de: Zur Gruppe hinzufügen
eo: Aldoni al grupo
tr: Gruba ekle
uk: Додати до групи

source: New Group
ast: Grupu nuevu
de: Neue Gruppe
eo: Nova grupo
tr: Yeni grup
uk: Нова група

source: OK
ast: Aceutar
eo: Bone
tr: Tamam
uk: Гаразд

source: Chat title
ast: Títulu de la charra
de: Thema
eo: Grupnomo
tr: Chat Başlık
uk: Заголовок спілкування

source: Add Contact
ast: Amestar contautu
de: Kontakt hinzufügen
eo: Aldoni kontakton
tr: Kişi ekle
uk: Додати контакт

source: From Address Book
ast: Dende llibreta de direiciones
de: Aus dem Adressbuch
eo: El adresaro
tr: Adres defterinden ekle
uk: З адресної книги

source: Enter Details
ast: Introducir detalles
de: Details eingeben
eo: Tajpu informon
tr: Ayrıntıları ekleyin
uk: Введення відомостей

source: Cancel
ast: Encaboxar
de: Abbrechen
eo: Nuligi
tr: İptal Et
uk: Скасувати

source: Add %1 to %2? Number of last messages to forward:
ast: ¿Amestar %1 a %2? Númberu de mensaxes postreros p'amosar:
de: %1 zu %2 hinzufügen? Anzahl der Nachrichten zum Weiterleiten:
eo: Ĉu aldoni je %1 al %2? Nombro de lastaj mesaĝoj por plusendi:
tr: %1,%2 ekle?
uk: Додати %1 до %2? Кількість останніх повідомлень для переспрямовування:

source: Contacts imported
ast: Contautos importaos
de: Kontakte importiert
eo: Kontaktoj importitaj
tr: Ithal edilen Kontaklar
uk: Контакти імпортовано

source: No contacts imported
ast: Nun s'importaron contautos
de: Keine Kontakte importiert
eo: Neniu kontakto importita
tr: Kontaklar ithal edilmedi
uk: Контактів не імпортовано

source: This contact is on Telegram.
ast: Esti contautu ta en Telegram.
de: Dieser Kontakt ist bei Telegram.
eo: Ĉi tiu kontakto havas Telegram-konton.
tr: Bu Kişi Telegram'da
uk: Цей контакт є у Telegram.

source: %1 out of %2 contacts are on Telegram.
ast: %1 de %2 contautos tán en Telegram.
de: %1 von %2 Kontakten nutzen Telegram.
eo: %1 de %2 kontaktoj havas Telegram-kontojn.
tr: %1 dışına %2 kontak Telgramda.
uk: %1 з %2 контактів є у Telegram.

source: Forward message to %1?
ast: ¿Reunviar mensaxe a %1?
de: Nachricht weiterleiten an %1?
eo: Ĉu plusendi mesaĝon al %1?
tr: Mesajı %1'e yönlendir ?
uk: Переспрямувати повідомлення до %1?

source: Send messages to %1?
ast: ¿Unviar mensaxes a %1?
de: Nachrichten an %1 senden?
eo: Ĉu sendi mesaĝon al %1?
tr: %1'e mesaj gönder ?
uk: Надіслати повідомлення %1?

source: Group Info
ast: Infromación del grupu
de: Gruppeninformationen
eo: Grupinformo
tr: Grup Bilgileri
uk: Дані групи

source: Profile Info
ast: Información del perfil
de: Profilinformationen
eo: Profilinformo
tr: Profil Bilgileri
uk: Дані профілю

source: Select all
ast: Esbillar too
de: Alle auswählen
eo: Elekti ĉion
tr: Tümünü seç
uk: Позначити все

source: Copy
ast: Copiar
de: Kopieren
eo: Kopii
tr: Kopyala
uk: Копіювати

source: Forward
ast: Reunviar
de: Weiterleiten
eo: Plusendi
tr: İleri
uk: Переспрямувати

source: Delete
ast: Desaniciar
de: Löschen
eo: Forigi
tr: Sil
uk: Вилучити

source: Sign In
ast: Aniciar sesión
de: Anmelden
eo: Ensaluti
tr: Oturum aç
uk: Увійти

source: Sign Up
ast: Rexistrase
de: Registrieren
eo: Enskribiĝi
tr: Üye Ol
uk: Зареєструватися

source: Please select chat
ast: Escueyi una charra, por favor
de: Bitte Chat auswählen
eo: Elektu babilejon
tr: Sohbet seç
uk: Будь ласка, виберіть спілкування

source: New messages
ast: Mensaxes nuevos
de: Neue Nachrichten
eo: Novaj mesaĝoj
tr: Yeni mesajlar
uk: Нові повідомлення

source: Secret chat requested.
ast: Solicitóse una charra secreta.
de: Anfrage für geheimen Chat erhalten.
eo: Sekreta babilejo petita.
tr: Gizli sohbet istendi
uk: Надійшов запит на конфіденційне спількування.

source: Secret chat rejected or accepted from another device. Note that Android accepts secret chats automatically.
ast: Refugóse o aceutóse la charra secreta dende otru preséu. Decátate qu'Android aceuta automáticamente les charres secretes.
de: Geheimer Chat von einem anderen Gerät abgelehnt oder angenommen. Beachten Sie, dass Android geheime Chats automatisch annimmt.
tr: Gizli sohbet redededi veya başka cihazdan￼ kabul edildi. Android cihazlari otomatik olarak gizli sohbetlere kabul ettiğiliyor .
uk: У конфіденційному спілкуванні відмовлено або його прийнято з іншого пристрою. Зауважте, що Android підтверджує конфіденційне спілкування автоматично.

source: Accept
ast: Aceutar
de: Annehmen
eo: Akcepti
tr: Kabul et
uk: Прийняти

source: Reject
ast: Refugar
de: Ablehnen
eo: Malakcepti
tr: Reddet
uk: Відкинути

source: Edit name
ast: Editar nome
de: Namen bearbeiten
eo: Redakti nomon
tr: İsmi Düzenle
uk: Змінити ім’я

source: Save
ast: Guardar
de: Speichern
eo: Konservi
tr: Kaydet
uk: Зберегти

source: First name is required.
ast: Ríquese'l nome.
de: Vorname ist erforderlich.
eo: Personnomo estas nepra.
tr: İlk adı gerekli
uk: Слід вказати ім’я.

source: First name (required)
ast: Nome (riquíu)
de: Vorname (erforderlich)
eo: Personnomo (nepra)
tr: İlk adı (gerekli)
uk: Ім’я (обов’язкове)

source: Last name (optional)
ast: Apellíos (opcional)
de: Nachname (optional)
eo: Familinomo (malnepra)
tr: Soy adı (isteğe bağlı)
uk: Прізвище (обов’язкове)

source: Connecting...
ast: Coneutando...
de: Verbindungsaufbau …
eo: Konektado...
tr: Bağlanıyor...
uk: Встановлення з’єднання…

source: Waiting for network...
ast: Esperando pola rede...
de: Auf Netzwerk wird gewartet …
eo: Atendado de reto...
tr: Ağ Bağlantısı bekleniyor
uk: Очікуємо на зв’язок…

source: Select Chat
ast: Esbillar charra
de: Unterhaltung auswählen
eo: Elektu babilejon
tr: Sohbet seç
uk: Виберіть спілкування

source: Type message
ast: Teclexa'l mensaxe
de: Eine Nachricht schreiben
eo: Tajpu mesaĝon
tr: Mesaj yaz
uk: Введіть повідомлення

source: Change photo
ast: Camudar semeya
de: Foto ändern
eo: Ŝanĝi bildon
tr: Fotoğrafı değiştir
uk: Змінити фотографію

source: Settings
ast: Axustes
de: Einstellungen
eo: Agordoj
tr: Ayarlar
uk: Параметри

source: Info
ast: Información
eo: Informo
tr: Bilgiler
uk: Інформація

source: Phone
ast: Teléfonu
de: Telefon
eo: Telefonnumero
tr: Telefon
uk: Телефон

source: Username
ast: Nome d''usuariu
de: Benutzername
eo: Uzantnomo
tr: Kullanıcı Adı
uk: Користувач

source: Messages
ast: Mensaxes
de: Nachrichten
eo: Mesaĝoj
tr: Mesajlar
uk: Повідомлення

source: Notifications
ast: Notificaciones
de: Benach­rich­ti­gungen
eo: Sciigoj
tr: Bildirimler
uk: Сповіщення

source: Send by Enter
ast: Unviar con Enter
de: Senden mit Enter
eo: Sendi per enen-klavo
tr: Enter ile gönderin
uk: Надсилання за «Ввести»

source: Support
ast: Sofitu
de: Kundendienst
eo: Subteno
tr: Destek
uk: Підтримка

source: Ask a Question
ast: Fai una entruga
de: Eine Frage stellen
eo: Fari demandon
tr: Bir soru sor
uk: Задати питання

source: Telegram FAQ
de: Telegram-F&A
eo: Oftaj demandoj
tr: Telegram sık sorulanlar
uk: ЧаП з Telegram

source: Account
ast: Cuenta
de: Konto
eo: Konto
tr: Hesap
uk: Обліковий запис

source: Log out
ast: Zarrar sesión
de: Abmelden
eo: Elsaluti
tr: Oturumu kapat
uk: Вийти

source: Telegram for Ubuntu %1
ast: Telegram pa Ubuntu %1
de: Telegram für Ubuntu %1
eo: Telegram por Ubuntu %1
tr: Ubuntu icin Telegram %1
uk: Telegram для Ubuntu %1

source: online
ast: en llinia
de: Verbunden
eo: enreta
tr: Bağlı
uk: у мережі

source: last seen %1
ast: vistu %1
de: zuletzt gesehen %1
eo: laste vidita %1
tr: %1 son görüldü
uk: востаннє бачили %1

source: last seen recently
ast: vistu apocayá
de: vor Kurzem zuletzt gesehen
eo: laste vidita lastatempe
tr: son zamanlarda görülen
uk: було помічено нещодавно

source: last seen within a week
ast: vistu hai una selmana
de: innerhalb der letzten Woche gesehen
eo: laste vidita ene de semajno
tr: geçen bir hafta içinde görüldü
uk: було помічено протягом тижня

source: last seen within a month
ast: vistu hai un mes
de: innerhalb des letzten Monats gesehen
eo: laste vidita ene de monato
tr: son bir ay içinde görüldü
uk: було помічено протягом місяця

source: last seen a long time ago
ast: vistu cuantayá
de: war lange Zeit nicht mehr verbunden
eo: laste vidita antaŭ longe
tr: uzun zaman görülmedi
uk: було помічено давно

source: Are you sure you want to log out? Any secret chats will be lost.
ast: ¿De xuru que quies zarrar sesión? Perderáse cualesquier charra secreta.
de: Sind Sie sicher, dass Sie sich abmelden möchten? Alle geheimen Chats werden dann gelöscht.
tr: Çıkış yapmak istediğinizden emin misiniz? Herhangi gizli sohbetler kaybolacaktır.
uk: Ви справді хочете вийти з облікового запису? Усі конфіденційні спілкування буде припинено.

source: %1 is available.
ast: %1 ta disponible
de: Der Benutzername »%1« ist verfügbar.
eo: %1 estas dispoenbla.
tr: %1 müsait
uk: З %1 можна спілкуватися.

source: Sorry, this username is already taken.
ast: Perdón, esit nome d'usuariu yá ta coyíu.
de: Dieser Benutzername ist leider schon vorhanden.
eo: Bedaŭrinde, ĉi tiu uzantnomo estas jam prenita.
tr: Maalesef, bu kullanıcı adı alınmış.
uk: Вибачте, таке ім’я користувача вже кимось використано.

source: Sorry, this username is invalid.
ast: Perdón, esti nome d'usuariu nun ye válidu.
de: Dieser Benutzername ist leider ungültig.
eo: Bedaŭrinde, ĉi tiu uzantnomo estas malvalida.
tr: Maalesef, bu kullanıcı adı geçersiz.
uk: Вибачте, це ім’я користувача є некоректним.

source: Your Username
ast: El to nome d'usuariu
de: Ihr Benutzername
eo: Via uzantnomo
tr: Kullanıcı adınız
uk: Ваше ім’я користувача

source: A username must have at least 5 characters.
ast: Un nome d'usuariu tien de tener polo menos 5 caráuteres.
de: Ein Benutzername muss mindestens 5 Zeichen lang sein.
tr: Bir kullanıcı adı, en az 5 karakter uzunluğunda olmalıdır.
uk: Ім’я користувача має складатися із принаймні 5 символів.

source: Checking username...
ast: Comprobando nome d'usuariu...
de: Benutzername wird überprüft …
eo: Kontrolado de uzantnomo...
tr: Kullanıcı adı kontrol ediliyor ...
uk: Перевіряємо ім’я користувача…

source: You can choose a username on <b>Telegram</b>. If you do, other people will be able to find you by this username and contact you without knowing your phone number.<br /><br />You can use <b>a-z</b>, <b>0-9</b> and underscores.<br />Minimum length is <b>5</b> characters.
ast: Pues escoyer un nome d'usuariu en <b>Telegram</b>. Si lo faes, otres persones sedrán quién a alcontrate pente esti nome d'usuariu y contatute ensin saber el to númberu de teléfonu.<br /><br />Pues usar <b>a-z</b>, <b>0-9</b> y barrabaxes.<br />El llargor mínimu ye de <b>5</b> caráuteres.
de: Sie können einen Benutzernamen auf <b>Telegram</b> wählen. Wenn Sie einen Benutzernamen wählen, werden andere Nutzer Sie anhand dieses Benutzernamens finden und Sie kontaktieren können, ohne Ihre Telefonnummer zu kennen.<br /><br />Sie können die Buchstaben von <b>a-z</b>, die Zahlen von <b>0-9</b> und Unterstriche für Ihren Benutzernamen verwenden.<br />Ein Benutzername muss mindestens <b>5</b> Zeichen lang sein.
tr: Bir kullanıcı adı <b> Telegramda </b> seçebilirsiniz . Bunu yaparsanız, diğer kişiler sizi bu kullanıcı adı ile telefon numarasız bulabilir.<br /> <br /> <b> a-z </ b> <b> 0-9 </ b> ve alt. <br /> minimum uzunluğu <b> 5 </ b> karakter kullanabilirsiniz.
uk: Ви можете вибрати ім’я користувача у системі <b>Telegram</b>. Якщо ви це зробите, інші користувачі зможуть знайти вас за цим ім’ям і зв’язатися із вами, навіть не знаючи номера вашого телефону.<br /><br />Ім’я може містити символи <b>a-z</b>, <b>0-9</b> або символи підкреслювання.<br />Ім’я має складатися із принаймні <b>5</b> символів.

source: Done
ast: Fecho
de: Fertig
eo: Finita
tr: Yapıldı
uk: Виконано

source: Phone number (required)
ast: Númberu teléfonu (riquíu)
de: Telefonnummer (erforderlich)
eo: Telefonnumero (nepra)
tr: Telefon numarası (gerekli)
uk: Номер телефону (обов’язковий)

source: %1 is not yet on Telegram
ast: %1 entá nun ta en Telegram
de: %1 ist noch kein Telegram-Nutzer
eo: %1 ne havas Telegram-konton ankoraŭ
tr: %1 hemüz Telegram'da değil
uk: %1 ще немає у Telegram

source: Invite to Telegram
ast: Convidar a Telegram
de: Zu Telegram einladen
eo: Inviti al Telegram
tr: Telgram'a davet et
uk: Запросити до Telegram

source: Could not add contact
ast: Nun pudo amestase'l contautu
de: Kontakt konnte nicht hinzugefügt werden
tr: Kişi eklenemedi
uk: Не вдалося додати контакт

source: Please include the country code.
ast: Inclúi'l códigu de país, por favor.
de: Bitte auch die Landesvorwahl angeben.
eo: Inkluzivu la landokodon.
tr: Ülke kodunu ekleyin.
uk: Будь ласка, включіть код країни.

source: Number is not a valid phone number
ast: Nun ye un númberu de teléfonu válidu
de: Nummer ist keine gültige Telefonnummer
eo: La telefonnumero estas malvalida
tr: Sayı geçerli bir telefon numarası değil
uk: Номер не є коректним номером телефону

source: Invalid phone code
ast: Códigu de teléfonu non válidu
de: Ungültiger Telefoncode
eo: Malĝusta telefonnumero
tr: Geçersiz telefon kodu
uk: Некоректний телефонний код

source: First name is required
ast: Ríquese'l to nome
de: Vorname wird benötigt
eo: Personnomo estas nepra
tr: İlk adı gerekli
uk: Слід вказати ім’я

source: Code
ast: Códigu
eo: Kodo
tr: Kodu
uk: Код

source: First Name
ast: Nome
de: Vorname
eo: Personnomo
tr: Ilk Adı
uk: Ім'я

source: Last Name
ast: Apellíos
de: Nachname
eo: Familinomo
tr: Soyad
uk: Прізвище

source: Resend Code
ast: Reunviar códigu
de: Code erneut senden
eo: Resendi kodon
tr: Yeniden gönderme kodu
uk: Повторно надіслати код

source: Request Call
ast: Solicitar llamada
de: Um Anruf bitten
eo: Peti telefonvokon
tr: Arama talepi
uk: Запит дзвінка

source: Calling, please wait...
ast: Llamando, espera por favor...
de: Rufvorgang, bitte warten …
eo: Telefonado, atendu...
tr: Arayanıyor, lütfen bekleyin ...
uk: Дзвонимо, зачекайте…

source: Phone Number
ast: Númberu de teléfonu
de: Telefonnummer
eo: Telefonnumero
tr: Telefon Numarası
uk: Номер телефону

source: Log in
ast: Aniciar sesión
de: Anmelden
eo: Ensaluti
tr: Giriş yap
uk: Увійти

source: Number correct?
ast: ¿Númberu correutu?
de: Stimmt die Nummer wirklich?
tr: Numara doğru mu?
uk: Коректний номер?

source: Close
ast: Zarrar
de: Beenden
eo: Fermi
tr: Kapat
uk: Закрити

source: Start Messaging
ast: Entama a charrar
de: Einstieg: Nachrichten schreiben
eo: Ekmesaĝu
tr: Mesajlaşmayı başla
uk: Почати обмін повідомленнями

source: Welcome to the era<br>of fast and secure messaging
ast: Bienllegáu a la dómina<br>de la mensaxería rápida y segura
de: Willkommen im Zeitalter<br>des schnellen und sicheren Kommunizierens
eo: Bonvenon al la epoko<br>de rapida kaj sekura mesaĝado
tr: Hızlı ve güvenli mesajlaşma <br> dönemine hoş geldiniz
uk: Вітаємо у ері<br>швидкого і безпечного спілкування

source: Fast
ast: Rápidu
de: Schnell
eo: Rapida
tr: Hızlı
uk: Швидкість

source: <b>Telegram</b> delivers messages faster<br> than any other application
ast: <b>Telegram</b> unvia mensaxes más rápido<br> que cualesquier otra apliación
de: <b>Telegram</b> überträgt Nachrichten schneller<br> als jede andere Anwendung
tr: <B> Telegram </ b> mesajları başka bir uygulamalardan daha hızlı sunar <br>
uk: <b>Telegram</b> надсилає повідомлення швидше<br> за будь-яку іншу програму

source: Free
ast: De baldre
de: Kostenlos
eo: Senpaga
tr: Ücretsiz
uk: Свобода

source: <b>Telegram</b> is free forever. No ads.<br> No subscription fees
ast: <b>Telegram</b> ye gratuitu dafechu. Ensin publicidá.<br> Ensin cuotes de soscripción
de: <b>Telegram</b> ist kostenlos für immer. Keine Werbung.<br>Keine Nutzungsgebühren
tr: <B> Telegram </ b> sonsuza kadar ücretsiz olacak. Reklam yok. <br> Hiçbir abonelik ücreti yok
uk: <b>Telegram</b> назавжди безкоштовна. Без реклами.<br> Без передплати

source: Secure
ast: Seguru
de: Sicher
eo: Sekura
tr: Güvenli
uk: Безпека

source: <b>Telegram</b> keeps your messages safe<br> from hacker attacks
ast: <b>Telegram</b> caltien los tos mensaxes seguros<br> d'ataques de crackers
de: <b>Telegram</b> schützt Ihre Nachrichten<br> vor Angriffen Dritter
tr: <B> Telegram </ b> mesajlar hacker saldırılarına karşı güvende <br> tutar
uk: <b>Telegram</b> убезпечує ваші повідомлення<br> від гакерів

source: Powerful
ast: Poderosu
de: Leistungsfähig
eo: Forta
tr: Güçlü
uk: Потужність

source: <b>Telegram</b> has no limits on the size<br> of your media and chats
ast: <b>Telegram</b> nun tien llende de tamañu<br> pa coles tos charres o multimedia
de: <b>Telegram</b> setzt der Größe Ihrer<br> Medien und Chats keine Grenzen
tr: <B> Telegram </ b> medya ve sohbetler boyutunda <br> hiçbir sınırı yoktur.
uk: <b>Telegram</b> не передбачає обмежень на розмір<br> ваших зображень або спілкувань

source: Cloud-Based
ast: Basáu na ñube
de: Server-basiert
eo: Nuba
tr: Bulut Tabanlı
uk: Хмарність

source: <b>Telegram</b> lets you access your messages<br> from multiple devices
ast: <b>Telegram</b> déxate acceder a los tos mensaxes<br> dende múltiples preseos
de: <b>Telegram</b> lässt Sie von verschiedenen Geräten<br> auf Ihre Nachrichten zugreifen
tr: <B> Telegram </ b> birden fazla cihazla mesajlarınıza <olmak> erişmenizi sağlar
uk: <b>Telegram</b> надає вам доступ до ваших<br> повідомлень з декількох пристроїв

source: Private
ast: Priváu
de: Vertraulich
eo: Privata
tr: Kişiye Özel
uk: Конфіденційність

source: <b>Telegram</b> messages are heavily encrypted<br>
ast: Los mensaxes de <b>Telegram</b> tán cifraos de mou fuerte<br>
de: <b>Telegram</b>-Nachrichten sind stark verschlüsselt.
eo: <b>Telegram</b>-mesaĝoj estas ĉifritaj forte<br>
tr: <B> Telegram </ b> mesajları ağır şifreler <br>
uk: Повідомлення <b>Telegram</b> зашифровано стійким шифром<br>

source: From: %1
ast: De %1
de: Von: %1
eo: De: %1
tr: %1 üzerinden:
uk: Від: %1

source: Share
ast: Compartir
de: Teilen
eo: Konigi
tr: Paylaş
uk: Оприлюднити

source: Contact Info
ast: Información de contautu
de: Kontaktinformationen
eo: Kontaktinformo
tr: Kişi Bilgileri
uk: Дані контакту

source: Add member
ast: Amestar miembru
de: Mitglied hinzufügen
eo: Aldoni membron
tr: Üye ekle
uk: Додати учасника

source: %1 members, %2 online
ast: %1 miembros, %2 en llinia
de: %1 Mitglieder, %2 verbunden
eo: %1 membroj, %2 enretaj
tr: %1 üye,%2 online
uk: %1 учасники, %2 у мережі

source: %1 members
ast: %1 miembros
de: %1 Mitglieder
eo: %1 membroj
tr: %1 üye
uk: %1 учасники

source: %1 is typing
ast: %1 ta teclexando
de: %1 schreibt gerade …
eo: %1 tajpas
tr: %1 yazıyor
uk: %1 набирає повідомлення

source: %1 are typing
ast: %1 tán teclexando
de: %1 schreiben gerade …
eo: %1 tajpas
tr: %1 yazıyor
uk: %1 набирають повідомлення

source: Unknown
ast: Desconocíu
de: Unbekannt
eo: Nekonata
tr: Bilinmeyen
uk: Невідомий

source: Mobile
ast: Móvil
de: Mobil
eo: Poŝtelefono
tr: Cep Telefonu
uk: Мобільний

source: Block user
ast: Bloquiar usuariu
de: Benutzer sperren
eo: Bloki uzanton
tr: Kullanıcıyı engelle
uk: Заблокувати користувача

source: Remove from group
ast: Desaniciar del grupu
de: Aus Gruppe entfernen
eo: Forigi de la grupo
tr: Gruptan kaldır
uk: Вилучити з групи

source: Telegram messages received today: %1
ast: Mensaxes de Telegram recibíos güei: %1
de: Heute empfangene Telegram-Nachrichten: %1
tr: Bugün alınanTelgram mesajları: %1
uk: Отриманих сьогодні повідомлень Telegram: %1

source: No Telegram messages received today.
ast: Nun se recibió dal mensaxe de Telegram güei.
de: Heute wurden keine Telegram-Nachrichten empfangen.
tr: Hiçbir Telgram mesajları bugün alımadı.
uk: Сьогодні не отримано жодного повідомлення Telegram.

source: Telegram messages sent today: %1
ast: Mensaxes de Telegram unviaos güei: %1
de: Heute gesendete Telegram-Nachrichten: %1
tr: Bugün gönderilen Telgram mesajları: %1
uk: Надісланих сьогодні повідомлень Telegram: %1

source: No Telegram messages sent today.
ast: Nun s'unvió dal mensaxe de Telegram güei.
de: Heute wurden keine Telegram-Nachrichten gesendet.
tr: Bugün Hiçbir Telgram mesaj gönderilmedi.
uk: Сьогодні не було надіслано жодного повідомлення Telegram.

source: If you want Telegram notifications when you're not using the app, sign in to your Ubuntu One account.
ast: Si quies los avisos de Telegram cuando nun teas usando l'aplicación, anicia sesión cola cuenta d'Ubuntu One.
de: Wenn Sie Telegram-Benachrichtigungen auch dann erhalten möchten, wenn Sie die App gerade nicht benutzen, melden Sie sich bei Ihrem Ubuntu-One-Konto an.
tr: Eğer Telegram bildirimleri app'i kullanarak değilken istiyorsanız, Ubuntu One oturum hesabınızı girin.
uk: Якщо вам потрібні сповіщення Telegram, коли ви не користуєтеся програмою, увійдіть до вашого облікового запису Ubuntu One.

source: Sign in to Ubuntu One
ast: Aniciar sesión n'Ubuntu One
de: Bei Ubuntu One anmelden
tr: Ubuntu One oturumu aç
uk: Увійдіть до Ubuntu One

source: Remind me later
ast: Recuérdamelo sero
de: Später erinnern
eo: Memorigi poste
tr: Daha sonra hatırlat
uk: Нагадайте пізніше

source: Don't want notifications
ast: Nun quiero avisos
de: Ich wünsche keine Benachrichtigungen
tr: Bildirimleri istemiyorum
uk: Не потрібно сповіщень

source: Accounts
ast: Cuentes
de: Konten
eo: Kontoj
tr: Hesaplar
uk: Облікові записи

source: Add Account
ast: Amestar cuenta
de: Konto hinzufügen
eo: Aldoni konton
tr: Hesap Ekle
uk: Додати обліковий запис

source: Photo
ast: Semeya
de: Foto
eo: Bildo
tr: Fotoğraf
uk: Фото

source: Video
ast: Videu
uk: Відео

source: File
ast: Ficheru
de: Datei
eo: Dosiero
tr: Klasör
uk: Файл

source: Waiting for user to get online...
ast: Esperando que'l usuariu se coneute...
de: Auf Verfügbarkeit des Nutzers wird gewartet …
tr: Kullanıcının bağlanmasını bekleniyor ...
uk: Очікуємо, доки користувач з’явиться у мережі…

source: Secret chat requested
ast: Solicitóse una charra secreta
de: Anfrage für geheimen Chat erhalten
eo: Sekreta babilejo petita
tr: Gizli sohbet isteniyor
uk: Надіслано запит щодо конфіденційного спілкування

source: Secret chat created
ast: Creóse la charra secreta
de: Geheimer Chat erstellt
eo: Sekreta babilejo kreita
tr: Gizli sohbet oluşturuldu
uk: Створено конфіденційне спілкування

source: Secret chat discarded
ast: Descartóse la charra secreta
de: Geheimer Chat verworfen
eo: Sekreta babilejo nuligita
tr: Gizli sohbet terk edildi
uk: У конфіденційному спілкування відмовлено

source: Disabled
ast: Deshabilitáu
de: Deaktiviert
eo: Malŝaltita
tr: Etkin Değil
uk: Вимкнено

source: %1 second
ast: %1 segundu
de: %1 Sekunde
eo: %1 sekundo
tr: %1 saniye
uk: %1 секунда

source: 1 minute
ast: 1 minutu
eo: 1 minuto
tr: 1 dakika
uk: 1 хвилина

source: 1 hour
ast: 1 hora
de: 1 Stunde
eo: 1 horo
tr: 1 saat
uk: 1 година

source: 1 day
ast: 1 día
de: 1 Tag
eo: 1 tago
tr: 1 gün
uk: 1 день

source: 1 week
ast: 1 selmana
de: 1 Woche
eo: 1 semajno
tr: 1 hafta
uk: 1 тиждень

source: Leave chat
ast: Colar de la charra
de: Chat verlassen
eo: Forlasi babilejon
tr: Sohbeten ayrıl
uk: Припинити спілкування

source: Are you sure you want to leave this chat?
ast: ¿De xuru que quies colar d'esta charra?
de: Sind Sie sicher, diesen Chat zu verlassen?
eo: Ĉu vi certas, ke vi volas forlasi ĉi tiun babilejon?
tr: Bu sohbeti terk etmek istediğinizden emin misiniz?
uk: Ви справді хочете припинити спілкування?

source: Clear history
ast: Llimpiar historia
de: Verlauf leeren
eo: Vakigi la historion
tr: Geçmiş kayıtları sil
uk: Спорожнити журнал
