Repository: AndrzejStamburski/telegram-app
Catalog: telegram/po/*.po
Languages: ast, de, eo, tr, uk

source: Are you sure you want to clear history?
ast: ¿De xuru que quies desanciar la historia?
de: Sind Sie sicher, dass Sie den Verlauf leeren möchten?
eo: Ĉu vi certas, ke vi volas vakigi la historion?
tr: Geçmiş kayıtların silinmesini istediğinizden emin misiniz?
uk: Ви справді хочете спорожнити журнал?

source: typing...
ast: teclexando...
de: schreibt gerade …
eo: tajpas...
tr: yazıyor...
uk: введення даних…

source: Forwarded from <b>%1</b>
ast: Reunviáu de <b>%1</b>
de: Weitergeleitet von <b>%1</b>
eo: Plusendita de <b>%1</b>
tr: ￼</b>%1 <b> yönlendirildi
uk: Переспрямовано від <b>%1</b>

source: Deleted
ast: Desaniciáu
de: Gelöscht
eo: Forigita
tr: Silindi
uk: Вилучено

source: Self-Destruct Timer
ast: Tiempu d'autodestrucción
de: Selbstlöschzeit
eo: Memdetrua tempilo
tr: Kendini imha saati
uk: Таймер із саморуйнуванням

source: MMM d
ast: d MMM
de: d. MMM.
eo: d MMM
tr: d MMM
uk: d MMM

source: today at %1
ast: güei a les %1
de: heute um %1
eo: hodiaŭ je %1
tr: %1 bugün
uk: сьогодні о %1

source: yesterday at %1
ast: ayeri a les %1
de: gestern um %1
eo: hodiaŭ je %1
tr: dün %1
uk: вчора о %1

source: %1 at %2
ast: %1 a les %2
de: %1 um %2
uk: %1 о %2

source: sent you a message
ast: unvióte un mensaxe
de: hat Ihnen eine Nachricht geschickt.
eo: sendis mesaĝon al vi
tr: sana bir mesaj gönderdi
uk: надіслано вам повідомлення

source: sent you a photo
ast: unvióte una semeya
de: hat Ihnen ein Foto geschickt.
eo: sendis bildon al vi
tr: sana bir resim gönderdi
uk: надіслано вам фотографію

source: sent you a video
ast: unvióte un videu
de: hat Ihnen ein Video geschickt.
eo: sendis videon al vi
tr: sana bir video gönderdi
uk: надіслано вам відео

source: sent you a document
ast: unvióte un documentu
de: hat Ihnen ein Dokument geschickt.
eo: sendis dosieron al vi
tr: sana bir belge gönderdi
uk: надіслано вам документ

source: sent you a voice message
ast: unvióte un mensaxe de voz
de: hat Ihnen eine Sprachnachricht geschickt.
eo: sendis sondosieron al vi
tr: sana bir sesli mesaj gönderdi
uk: надіслано вам голосове повідомлення

source: shared a contact with you
ast: compartió un contautu contigo
de: hat einen Kontakt mit Ihnen geteilt.
eo: konigis kontakton kun vi
tr: seninle bir kişiyi paylaştı
uk: надіслано вам контакт

source: sent you a map
ast: unvióte un mapa
de: hat Ihnen eine Landkarte geschickt.
eo: sendis lokon al vi
tr: sana bir harita gönderdi
uk: надіслано вам карту

source: %1 sent a message to the group
ast: %1 unvió un mensaxe al grupu
de: %1 hat eine Nachricht an die Gruppe geschickt.
eo: %1 sendis mesaĝon al la grupo
tr: %1 grubuna bir mesaj gönderdi
uk: %1 надіслано повідомлення до групи

source: %1 sent a photo to the group
ast: %1 unvió una semeya al grupu
de: %1 hat ein Foto an die Gruppe geschickt.
eo: %1 sendis bildon al la grupo
tr: %1 grubuna bir resim gönderdi
uk: %1 надіслано фотографію до групи

source: %1 sent a video to the group
ast: %1 unvió un videu al grupu
de: %1 hat ein Video an die Gruppe geschickt.
eo: %1 sendis videon al la grupo
tr: %1 grubuna bir video gönderdi
uk: %1 надіслано відео до групи

source: %1 sent a document to the group
ast: %1 %1 unvió un documentu al grupu
de: %1 hat ein Dokument an die Gruppe geschickt.
eo: %1 sendis dosieron al la grupo
tr: %1 grubuna bir belge gönderdi
uk: %1 надіслано документ до групи

source: %1 sent a voice message to the group
ast: %1 unvió un mensaxe de voz al grupu
de: %1 hat eine Sprachnachricht an die Gruppe geschickt.
eo: %1 sendis sondosieron al la grupo
tr: %1 grubuna bir sezli mesaj gönderdi
uk: %1 надіслано голосове повідомлення до групи

source: %1 sent a contact to the group
ast: %1 unvió un contautu al grupu
de: %1 hat einen Kontakt an die Gruppe geschickt.
eo: %1 konigis kontakton kun la grupo
tr: %1 grubuna bir kontak gönderdi
uk: %1 надіслано контакт до групи

source: %1 sent a map to the group
ast: %1 unvió un mapa al grupu
de: %1 hat eine Landkarte an die Gruppe geschickt.
eo: %1 sendis lokon al la grupo
tr: %1 grubuna bir harita gönderdi
uk: %1 надіслано карту до групи

source: %1 invited you to the group
ast: %1 convidóte al grupu
de: %1 hat Sie in die Gruppe eingeladen.
eo: %1 invitis vin al la grupo
tr: %1 grubuna davet etti
uk: %1 запрошено вас до групи

source: %1 changed group name
ast: %1 camudó'l nome'l grupu
de: %1 hat den Gruppennamen geändert.
eo: %1 ŝanĝis la grupnomon
tr: %1 Grup adını değiştirdi
uk: %1 змінено назву групи

source: %1 changed group photo
ast: %1 camudó la semeya del grupu
de: %1 hat das Gruppenbild geändert.
eo: %1 ŝanĝis la grupbildon
tr: %1 Grub resmini değiştirdi
uk: %1 змінено фотографію групи

source: %1 invited %2
ast: %1 convidó a %2
de: %1 hat %2 in die Gruppe eingeladen.
eo: %1 invitis je %2
tr: %1%2 davet etti
uk: %1 запрошено %2

source: %1 removed %2
ast: %1 desanició a %2
de: %1 hat %2 entfernt
eo: %1 forigis je %2
tr: %1 %2'i çıkardı
uk: %1 вилучено %2

source: %1 removed you from the group
ast: %1 desanicióte del grupu
de: %1 hat Sie aus der Gruppe entfernt.
eo: %1 forigis vin el la grupo
tr: %1 Gruptan kaldırıldı
uk: %1 вилучено вас з групи

source: %1 has left the group
ast: %1 dexó'l grupu
de: %1 hat die Gruppe verlassen.
eo: %1 forlasis la grupon
tr: %1 grubu terk etti
uk: %1 полишено групу

source: %1 has returned to the group
ast: %1 volvió al grupu
de: %1 ist der Gruppe erneut beigetreten.
eo: %1 revenis al la grupo
tr: %1 grubuna geri döndü
uk: %1 здійснено повернення до групи

source: %1 has checked-in
de: %1 hat sich angemeldet
eo: %1 sendis lokon
tr: %1 kayıt edildi
uk: %1 пройдено перевірку

source: %1 joined Telegram!
ast: ¡%1 xunióse a Telegram!
de: %1 nutzt jetzt Telegram!
eo: %1 kreis Telegram-konton!
tr: %1 Telegram'a katıldı!
uk: %1 долучився до Telegram!

source: New login from unrecognized device
ast: Aniciu de sesión nuevu dende un preséu non reconocíu
de: Neue Anmeldung von einem bisher unerkannten Gerät
tr: Tanınmayan cihazdan yeni giriş
uk: Новий вхід із невідомого пристрою

source: updated profile photo
ast: anovóse la semeya de perfil
de: Profilbild wurde aktualisiert
eo: ŝanĝis la profilbildon
tr: güncellenmiş profil fotoğrafı
uk: оновлено фотографію з профілю

source: You have a new message
ast: Tienes un mensaxe nuevu
de: Sie haben eine neue Nachricht
eo: Vi havas novan mesaĝon
tr: Yeni bir mesajın var
uk: Отримано повідомлення

source: h:mm ddd, dd-MM-yy
de: hh:mm ddd, dd.MM.yyyy
uk: hh:mm ddd, dd-MM-yy

source: Open app
ast: Abrir app
de: Anwendung öffnen
eo: Malfermi aplikaĵon
tr: Uygulamayı aç
uk: Відкр. програму

source: Open chat
ast: Abrir charra
de: Chat öffnen
eo: Malfermi babilejon
tr: Sohbeti aç
uk: Почати спілкування

source: Call
ast: Llamar
de: Anruf
eo: Telefoni
tr: Ara
uk: Дзвінок

source: Failed to get Telegram data
ast: Fallu al consiguir los datos de Telegram
de: Telegram-Daten konnten nicht geladen werden
tr: Telgram verileri alınamadı
uk: Не вдалося отримати дані Telegram

source: Touch here to open app
ast: Toca equí p'abrir l'aplicación
de: Zum Öffnen der App hier tippen
eo: Tuŝetu ĉi tie por malfermi aplikaĵo
tr: Uygulamayı açmak için buraya dokunun
uk: Натисніть тут, щоб відкрити програму

source: Results in: Contacts & Chats
ast: Resultaos en: Contatutos y charres
de: Ergebnisse in: Kontakte & Chats
eo: Rezultoj en kontaktoj kaj babilejoj
tr: Sonuçlar: Kişiler ve Sohbetler
uk: Результати у «Контакти і спілкування»

source: Results in: Messages
ast: Resultaos en: Mensaxes
de: Ergebnisse in: Nachrichten
eo: Rezultoj en mesaĝoj
tr: Sonuçlar: Mesajlar
uk: Результати у «Повідомлення»

source: People You Talk To
ast: Xente a la que-y fales
de: Leute, mit denen Sie reden
tr: Sohbet ediğin kişiler
uk: Люди, з якими ви спілкувалися

source: Recent Chats
ast: Charres recientes
de: Kürzliche Chats
tr: Son Sohbetler
uk: Нещодавні спілкування

source: Recent Photos
ast: Semeyes recientes
de: Aktuelle Fotos
tr: Son Fotoğraflar
uk: Нещодавні фотографії

source: %1 new message
ast: %1 mensaxe nuevu
de: %1 neue Nachricht
eo: %1 nova mesaĝo
tr: %1 yeni mesaj
uk: %1 нове повідомлення

source: %1 new messages
ast: %1 mensaxes nuevos
de: %1 neue Nachrichten
eo: %1 novaj mesaĝoj
tr: %1 yeni mesajlar
uk: %1 нових повідомлень

source: Unread Chats (%1)
ast: Charres ensin lleer (%1)
de: Neue Nachrichten (%1)
eo: Nelegitaj babilejoj (%1)
tr: Okunmamış sohbetler (%1)
uk: Непрочитане (%1)

source: Audio message
ast: Mensaxe d'audiu
de: Sprachnachricht
eo: Sondosieron
tr: Sesli mesaj
uk: Звукове повідомлення

source: Contact received
ast: Contautu recibíu
de: Kontakt empfangen
eo: Kontakto ricevita
tr: Alınan Kişiler
uk: Отримано контакт

source: Document received
ast: Documentu recibíu
de: Dokument empfangen
eo: Dosiero ricevita
tr: Alınan belgeler
uk: Отримано документ

source: Photo received
ast: Semeya recibida
de: Foto empfangen
eo: Bildo ricevita
tr: Alınan Fotoğraf
uk: Отримано фотографію

source: Video received
ast: Videu recibíu
de: Video empfangen
eo: Video ricevita
tr: Alınan Videolar
uk: Отримано відео

source: Unhandled media type
ast: Triba de medios non remanable
de: Medientyp nicht darstellbar
tr: İşlenmeyen medya tipi
uk: Непідтримуваний тип даних

source: Login to Telegram
ast: Aniciar sesión en Telegram
de: In Telegram anmelden
tr: Telgram için giriş
uk: Увійти до Telegram

source: No messages received Today.
ast: Güei nun se recibieron mensaxes.
de: Heute keine Nachrichten erhalten.
tr: Bugün mesaj alınmadı.
uk: Сьогодні повідомлень не отримано.

source: This is the Telegram scope
ast: Esti ye'l scope de Telegram
de: Das ist die Telegram-Scope
tr: Bu Telgram kapsamı
uk: Це область Telegram

source: Search for a chat, contact or message
ast: Guetar una charra, contautu o mensaxe
de: Einen Chat, einen Kontakt oder eine Nachricht suchen
eo: Serĉi por babilejo, kontakto aŭ mesaĝo
tr: Sohbet, temas veya mesaj ara
uk: Шукати спілкування, контакт чи повідомлення

source: Audio attachment not supported yet ;(
ast: Entá nun tán sofitaos los axuntos d'audiu ;(

source: hh:mm
tr: ss:dd

source: dd MMM
de: d. MMM.

source: dd MMM yy
de: dd.MMM.yyyy
